'use server'
import Offer from "@/components/profile/menu-options/offer";

export default async function Page() {
    return (
        <div className="bg-gray-50 text-gray-800 font-sans leading-relaxed">
            <div className="max-w-4xl mx-auto p-8 bg-white shadow-md rounded-lg">
                <section className="pb-8">
                    <h1 className="text-2xl font-bold text-center mb-6">Сбор, обработка и использование персональных
                        данных
                    </h1>
                    <p>Обработка данных Facebook</p>
                    <p>Facebook обрабатывает Ваши персональные данные, когда Вы заходите на нашу страницу. Более
                        подробная информация о том, какую персональную информацию обрабатывает Facebook, и какие у
                        Вас имеются права на защиту данных в отношении Facebook, представлена в уведомлении о
                        соблюдении конфиденциальности Facebook, о котором идет речь выше. Мы не оказываем влияния
                        на обработку данных Facebook.
                    </p>
                    <p>
                        Настройка опций и доступ к статистическим данным
                        Facebook позволяет нам осуществлять конфигурацию настроек на нашей странице и дает нам доступ
                        к следующим данным:

                    </p>
                    <p>
                        • Мы можем выбирать целевую группу, на которую нацелена наша Facebook-страница, и кому
                        предназначены отдельные публикации, размещенные на странице. Настройки конфигурируются на
                        основании общих параметров (например, возрастная группа, язык, регион, интересы), которые
                        делают возможным адресовать наш контент отдельным группам. Невозможно обращаться к
                        отдельным лицам или выделять их на основании конфигурации настроек, которые позволяет нам
                        осуществлять Facebook.
                    </p>
                    <p>
                        • Facebook предоставляет нам доступ к статистическим анализам, которые предоставляют
                        информацию по использованию нашей страницы. Анализы, к которым у нас имеется доступ, не
                        подходят для отдельного анализа привычек просмотра отдельных лиц. У нас имеется доступ только
                        к укрупненным данным (например, количество посещений, количество отметок «нравится»,
                        количество подписчиков, регион происхождения, возрастная группа, пол), предоставляющим
                        информацию о наших пользователях и использовании нашей страницы. Более подробную
                        информацию по статистике, предоставляемой Facebook, можно найти на:
                        https://de-de.facebook.com/business/a/page/page-insights
                    </p>
                    <p>
                        Мы не можем повлиять на обработку данных, осуществляемую Facebook, другими способами. Мы
                        обрабатываем эти данные для публикации контента на нашей странице, направленного на
                        подходящую целевую группу, и лучшего понимания и оптимизации использования нашей страницы.
                    </p>
                    <p>
                        На нашем сайте tap2go.kz мы собираем контактные данные от пользователей, которые
                        зарегистрированы на платформе и используют наши услуги. Мы ценим вашу доверительность и
                        обязуемся бережно обращаться с вашей личной информацией.
                    </p>
                    <p>
                        В рамках наших услуг мы сотрудничаем с партнерами, которые могут предоставлять доступ к нашим
                        услугам своим клиентам. В некоторых случаях, при покупке билетов у наших партнеров, они могут
                        запросить от вас предоставление контактных данных, указанных при регистрации на нашем сайте.
                        Мы делаем все возможное, чтобы обеспечить безопасность и конфиденциальность ваших данных.
                    </p>
                    <p>
                        Мы хотим прояснить следующее:
                    </p>
                    <p>
                        1. Мы передаем ваши контактные данные (имя, телефонный номер, адрес электронной почты)
                        только партнерам, у которых вы приобрели билеты через нашу платформу.

                    </p>
                    <p>2. Партнеры обязаны использовать ваши контактные данные исключительно для целей обработки
                        билетных заказов и предоставления вам связанных с этим услуг.
                    </p>
                    <p>
                        3. Партнеры не имеют права передавать ваши контактные данные третьим лицам без вашего явного
                        согласия.

                    </p>
                    <p>
                        4. Мы не несем ответственности за обработку вашей информации со стороны наших партнеров, так
                        как они подчиняются своим собственным политикам конфиденциальности и правилам обработки
                        данных.

                    </p>
                    <p>
                        Пожалуйста, будьте внимательны и осмотрительны при предоставлении своих контактных данных, и
                        прочитайте политику конфиденциальности нашего сайта, чтобы полностью понять, как мы
                        обрабатываем и защищаем вашу личную информацию.
                        Если у вас возникнут вопросы или требуется дополнительная информация относительно передачи
                        контактных данных партнерам, пожалуйста, свяжитесь с нами по указанным на сайте контактным
                        данным
                    </p>
                    <p>Клиент: ТОО &ldquo;ARS MD&rdquo;
                    </p>
                    <p>БИН: 240340026230
                    </p>
                    <p>
                        Номер счета: KZ3096503F0013216574 KZT

                    </p>
                    <p>КБе: 17
                    </p>
                    <p>БИК: IRTYKZKA
                    </p>
                    <p>Наименование Банка: Филиал АО &ldquo;ForteBank&rdquo; в г. Астана</p>
                </section>

            </div>
        </div>
    )
}