

export default function Offer() {
    return (
        /*<object data="/docs/tap2go-offer.pdf" type="application/pdf" width="100%" height="1000px">
        </object>*/
        <div className="bg-gray-50 text-gray-800 font-sans leading-relaxed">
            <div className="max-w-4xl mx-auto p-8 bg-white shadow-md rounded-lg">
                <section className="pb-8">
                    <h1 className="text-2xl font-bold text-center mb-6">Публичный договор (оферта)</h1>
                    <p>Правила использования и возврата средств при покупке билетов</p>
                    <p>Публичный договор (оферта)</p>
                    <p>
                        ТОО «ARS MD», именуемое в дальнейшем «Оператор», предлагает любому
                        физическому или юридическому лицу, именуемое в дальнейшем «Покупатель»
                        или «Клиент», платные услуги в сети Интернет (далее – «Услуги»).
                    </p>
                    <p>
                        Настоящее предложение является публичной офертой (далее – «Оферта») в
                        соответствии с Гражданским кодексом Республики Казахстан, полным и
                        безоговорочным принятием (акцептом) условий которой считается
                        осуществление Покупателем действий, предусмотренных пунктом 4.3.
                        Оферты.
                    </p>
                </section>
                <section>
                    <h3>1 ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h3>
                    <p>
                        1.1. Акцепт – действия Покупателя, предусмотренные Офертой и
                        подтверждающее намерение принять Оферту;
                    </p>
                    <p>
                        1.2. Билет означает документ, формируемый с использованием
                        автоматизированной Системы Оператора, содержащий реквизиты,
                        удостоверяющий право Покупателя на посещение (проход, просмотр,
                        прослушивание) Мероприятия. Билет предоставляется в электронном виде с
                        соответствующим QR-кодом.
                    </p>
                    <p>
                        1.3. Зрелищное учреждение означает юридическое лицо или
                        индивидуальный предприниматель, проводящее Мероприятие, которое
                        предоставило полномочия по оформлению и реализации Билетов на свои
                        Мероприятия с использованием Системы.
                    </p>
                    <p>
                        1.4. Код билета означает уникальный цифровой код, высылаемый
                        Покупателю при покупке Билета, который должен быть предоставлен
                        Зрелищному учреждению для посещения (прохода, просмотра,
                        прослушивания) Мероприятия.
                    </p>
                    <p>
                        1.5. Мероприятие означает культурно-зрелищное или спортивное
                        мероприятие, в том числе спектакль, цирковое представление, концерт в зале,
                        клубе или на открытой площадке, выставка, кинопоказ, фестиваль, шоу, показ
                        мод, спортивное соревнование, экскурсия, тур, поездка, а также любое иное
                        событие, посещение которого осуществляется по предъявлению
                        специального документа – Билет.
                    </p>
                    <p>
                        1.6. Номинальная цена билета означает цена посещения Мероприятия,
                        установленная Организатором для всех Покупателей.
                    </p>
                    <p>
                        1.7. Оператор означает ТОО «ARS MD», БИН 240340026230, который на
                        основании заключенных с Организатором договоров, оказывает услуги по
                        распределению, бронированию, оформлению и реализации Билетов на
                        различные Мероприятия с использованием Системы.
                    </p>
                    <p>
                        1.8. Организатор означает юридическое или физическое лицо,
                        осуществляющее организацию Мероприятия и передающее на
                        распространение Оператору билеты на соответствующее Мероприятие.
                        Отношения Оператора и Организатора регулируются отдельным договором,
                        заключаемым между ними.
                    </p>
                    <p>
                        1.9. Сайт означает веб-сайт Оператора по адресу: https://tap2go.kz
                    </p>
                    <p>
                        1.10. Сервисный сбор означает денежные средства, удерживаемые с
                        Покупателя при реализации ему Билета в Системе за оказанные услуги
                        Покупателю по информационной поддержке, бронированию, оформлению и
                        реализации Билетов посредством Системы. Сервисный сбор является
                        собственностью Оператора. Величина Сервисного сбора для каждого Билета
                        определяется Оператором самостоятельно в процентном отношении к
                        Номинальной цене билета или как фиксированная сумма. При этом Оператор
                        свободен в выборе: взимать или не взимать Сервисный сбор на любое
                        Мероприятие.
                        Система означает аппаратно-программный комплекс Оператора,
                        предназначенный для бронирования и продажи билетов на
                        театрально-зрелищные, цирковые, спортивные, культурно-просветительские,
                        музыкальные, другие Мероприятия, организации досуга, туров, поездок, в том
                        числе включающий Сайт и иные on-line ресурсы.
                    </p>
                </section>

                <section className="pb-8">
                    <h3>2. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
                    <p>
                        2.1. Настоящая Оферта регламентирует условия и порядок продажи Билетов и
                        обязательства, возникающие, в связи с этим у Оператора и Покупателя.
                    </p>
                    <p>
                        2.2. Продажа Билетов Покупателю производится исключительно на условиях
                        настоящей Оферты и лишь в случае ее полного и безоговорочного акцепта. Частичный
                        акцепт, а равно акцепт на иных условиях не допускается. Использование Покупателем
                        услуг Оператора на предложенных в настоящей Оферте условиях свидетельствует о
                        заключении между ними договора (настоящей Оферты).
                    </p>
                    <p>
                        2.3. В случае если Покупатель является юридическим лицом, Покупатель
                        осуществляет оплату Билета по соглашению с Оператором любыми не запрещенными
                        законодательством Республики Казахстан способами. В этом случае действуют
                        правила настоящей Оферты, если иное прямо не установлено в соответствующем
                        ином договоре между Оператором и Покупателем-юридическим лицом.
                    </p>
                    <p>
                        2.4. Оператор вправе в любое время вносить изменения в настоящую Оферту, но в
                        любом случае такие изменения публикуются и доводятся до всеобщего сведения
                        посредством опубликованная по электронному адресу в сети Интернет
                        https://tap2go.kz, изменения вступают в силу незамедлительно после осуществления
                        указанной публикации. Использование Покупателем услуг Оператора после внесения
                        изменений в текст настоящей Оферты означает акцепт Оферты с учетом внесенных
                        изменений. Акцептированием настоящей Оферты Покупатель выражает свое согласие
                        на изменение и/или дополнение в одностороннем порядке Оператором условий
                        предоставления Услуг и/или тарифов.
                    </p>
                    <p>2.5. Правила Организатора, в том числе права, обязанности и ответственность
                        Организатора и лиц, пользующихся услугами Организатора, определяются и
                        разрешаются Организатором самостоятельно.</p>

                </section>

                <section className="pb-8">
                    <h3>
                        3. ПРЕДМЕТ ОФЕРТЫ
                    </h3>
                    <p>
                        3.1. Предметом настоящей Оферты является предоставление Покупателю услуг по
                        оформлению, реализации Билетов на Мероприятия, в порядке и на условиях,
                        предусмотренных настоящей Офертой (далее – «Услуги»).
                    </p>
                    <p>
                        3.2. Ответственным за качество предоставляемых по настоящей оферте Услуг перед
                        Покупателем является Оператор.
                    </p>
                    <p>
                        3.3. Оператор не несет ответственности за действия Организатора и (или) иных лиц,
                        действующих от его имени и по его поручению либо от своего имени, но по поручению
                        Организатора, в том числе в связи с реализацией такими лицами Билетов, а равно за
                        организацию, сам факт проведения, правомерность и содержание Мероприятия.
                    </p>
                    <p>
                        3.4. Оператор осуществляет действия по реализации Билетов от имени и по
                        поручению Организатора на основании отдельных договоров, по которым Оператор и
                        Организатор осуществляют взаиморасчеты за реализованные Билеты, согласно
                        условиям указанных договоров.
                    </p>
                    <p>
                        3.5. В соответствии с положениями Закона Республики Казахстан «О персональных
                        данных и их защите» от 21 мая 2013 года № 94-V, Покупатель признает и соглашается
                        с предоставлением Оператору своих персональных данных, а равно персональных
                        данных третьих лиц, указанных Покупателем, которые получены Оператором в
                        процессе оформления Билета (Заказа), а именно: фамилия, имя, пол, контактный
                        номер телефона, город и адрес электронной почты. Обработка персональных данных
                        Покупателя и/или получателей Билетов осуществляется в соответствии с
                        законодательством Республики Казахстан. Покупатель дает Оператору право на
                        обработку предоставленных персональных данных в связи с предоставлением
                        Покупателю Услуг, обусловленных настоящей Офертой, в том числе в целях получения
                        Покупателем рекламных сообщений о Мероприятиях, билеты на которые реализуются
                        Оператором в течение всего периода осуществления деятельности Оператора. Срок
                        использования и хранения предоставленных персональных данных действует в
                        пределах осуществления целей их предоставления.
                    </p>
                    <p>
                        3.6. Введением данных о Покупателе/получателе Билета и оформлении Заказа,
                        Покупатель предоставляет согласие Оператору на сбор и обработку, передачу третьим
                        лицам любым способом, в том числе через лиц, предоставляющих услуги связи
                        (почтовой, телефонной, сотовой и других видов связи), персональных данных
                        Покупателя/получателя Билета и других сведений для целей, связанных с оказанием
                        Услуг, организацией платежа за Билет, включая трансграничную передачу
                        предоставленных персональных данных. В случае оформления и покупки Билета на
                        получателя Билета - третьего лица, Покупатель, вводя данные такого лица
                        подтверждает, что надлежащим образом уполномочен такими лицами на данные
                        действия, а также получил от них согласие на сбор и обработку, трансграничную
                        передачу, передачу третьим лицам их персональных данных для целей получения
                        Услуг Оператора. Всю ответственность за получение всех согласий на сбор и
                        обработку персональных данных получателя Билета - третьего лица несет Покупатель.
                    </p>
                    <p>
                        3.7. Покупатель предоставляет Оператору право осуществлять любые действия
                        (операции) или совокупность действий (операций) с предоставленными
                        персональными данными, совершаемых с использованием средств автоматизации или
                        без использования таких средств с персональными данными, включая сбор, запись,
                        систематизацию, накопление, хранение, уточнение (обновление, изменение),
                        извлечение, использование, передачу (распространение, предоставление, доступ), в
                        том числе трансграничную, обезличивание, блокирование, удаление, уничтожение
                        персональных данных, а также обработку предоставленных персональных данных.
                    </p>
                    <p>
                        3.8. Оператор обязуется использовать полученную от Покупателя информацию
                        исключительно в соответствии с настоящей Офертой и требованиями
                        законодательства Республики Казахстан. Покупатель несет ответственность за
                        достоверность передаваемых Оператору персональных данных. При регистрации на
                        Сайте или Системе, Покупатель несет личную ответственность за
                        несанкционированное получение пароля и доступа к личному кабинету Покупателя
                        третьими лицами и обеспечивает конфиденциальность данных доступа к личному
                        кабинету. Покупатель несет ответственность за все действия и последствия
                        использования личного кабинета Покупателя, включая случаи несанкционированного
                        доступа, а также добровольной передачи Покупателем данных для доступа к личному
                        кабинету Покупателя третьим лицам. При этом все действия в рамках или с
                        использованием личного кабинета Покупателя считаются произведенными самим
                        Покупателем.
                    </p>

                </section>

                <section className="pb-8">
                    <h3>4. АКЦЕПТ ОФЕРТЫ</h3>
                    <p>
                        4.1. Принятие Покупателем положений настоящей Оферты осуществляется путем
                        совершения им действий, указанных в соответствующем пункте 4.3 настоящей
                        Оферты (акцепт Оферты). Совершение акцепта Покупателем настоящей Оферты
                        производится добровольно и в полном объеме. Акцепт Оферты означает, что
                        Покупатель согласен со всеми положениями настоящей Оферты.
                    </p>
                    <p>
                        4.2. До совершения акцепта Оферты Покупатель должен быть уверен, что все
                        условия настоящей Оферты ему понятны и он принимает их безоговорочно и в полном
                        объеме.
                    </p>
                    <p>
                        4.3. Акцепт настоящей Оферты Покупателем осуществляется в случае
                        приобретения Билета посредством сети Интернет путем совершения следующих
                        действий: выбор Мероприятия, выбор категории и количества Билета/Билетов,
                        оформление Заказа, оплата Заказа в полном объеме.
                    </p>
                    <p>
                        4.4. Совершение всех действий, указанных в пункте 4.3 настоящей Оферты,
                        означает полное и безоговорочное принятие Покупателем всех условий Оферты без
                        каких-либо изъятий и (или) ограничений и равносильно заключению письменного
                        договора (статья 396 Гражданского кодекса Республики Казахстан). Совершая
                        действия по акцепту настоящей Оферты, Покупатель подтверждает свою
                        правоспособность и дееспособность, а также свое законное право вступать в
                        договорные отношения с Оператором и несет ответственность за последствия
                        нарушения данного пункта. В связи с вышеизложенным, Покупатель обязуется
                        внимательно прочитать текст Оферты и случае несогласия с каким-либо пунктом
                        Оферты, Покупателю предлагается отказаться от Акцепта Оферты.
                    </p>
                    <p>
                        4.5. Акцепт настоящей Оферты означает принятие Покупателем всех условий
                        взаимодействия с Оператором, опубликованных на Сайте, а также означает
                        ознакомление с условиями формирования стоимости услуг Оператора
                    </p>
                    <p>4.6. Совершая Акцепт, Покупатель:</p>
                    <p>4.6.1. Подтверждает, что текст Оферты прочитан им полностью, и он полностью
                        согласен с ее условиями;</p>
                    <p>4.6.2. Подтверждает, что самостоятельно понял и принимает условия Организатора
                        относительно посещения Мероприятия;</p>
                    <p>4.6.3. Подтверждает, что Билеты приобретаются Покупателем исключительно в
                        личных целях, не связанных с предпринимательской деятельностью;</p>
                    <p>4.6.4. Полностью осознает и соглашается, что обязательства по организации и
                        проведению Мероприятия предоставляются Покупателю непосредственно
                        Организатором, без прямого участия Оператора. Права и обязанности по
                        взаимоотношениям участия в Мероприятии возникают между Покупателем
                        (получателем Билета) и Организатором, в соответствии с Правилами Организатора,
                        Оператор не является Организатором Мероприятия. Вопросы по качеству и срокам
                        оказания проведения Мероприятия обсуждаются и разрешаются Покупателем
                        (получателем Билета) непосредственно с Организатором. Все вопросы по возвратам
                        Билета, сроку возврата денег за Билет, порядок и сроки обмена Билетов разрешаются
                        Покупателем согласно условиям Оферты и правилам Организатора;</p>
                    <p>4.6.5. Все споры и разногласия, связанные с обязательствами по качеству
                        проведения Мероприятия разрешаются между Покупателем (получателем Билета) и
                        Организатором, без участия Оператора. Оператор не несет ответственность за
                        нарушение условий проведения Мероприятия.</p>
                </section>

                <section className="pb-8">
                    <h3>5. ПОРЯДОК ПОЛУЧЕНИЯ БИЛЕТА</h3>
                    <p>5.1. При приобретении Билета Покупатель в любом случае обязуется сообщить свой
                        действительный адрес электронной почты, номер телефона, а также указать
                        фамилию, имя и отчество (при наличии) Покупателя и получателя Билета (в отдельных
                        случаях паспортные данные, если есть такие требования согласно законодательству
                        Республики Казахстан и/или Организатора). В случае не предоставления достоверной
                        запрашиваемой информации, а равно в случае предоставления ложной или
                        недействительной информации, Оператор вправе отказать Покупателю в
                        приобретении Билета.</p>
                    <p>5.2. Покупатель принимает и соглашается с тем, что он в полной мере несет
                        ответственность за сообщение ложного или недействительного электронного
                        почтового адреса и иных запрашиваемых сведений.</p>
                    <p>5.3. Билет направляется Покупателю на его электронный почтовый адрес лишь при
                        условии соблюдения Покупателем условий настоящей Оферты и после осуществления
                        оплаты полной стоимости Билета/Билетов и Сервисного сбора (в случае, если
                        Сервисный сбор взимается).</p>
                    <p>5.4. Покупатель (или иной получатель Билета) при проходе на Мероприятие
                        предъявляет Билет, хранящийся в памяти технического устройства, принадлежащего
                        Покупателю (или третьему лицу), при условии, что такое устройство имеет
                        возможность демонстрации документа для контроля (сканирования) системой
                        контроля доступа в месте проведения Мероприятия. Покупатель (получатель Билета)
                        самостоятельно несут ответственность за предоставление Билета в электронном виде
                        в надлежащем качестве. В случае получения Покупателем отказа на вход на
                        Мероприятие по причинам и обстоятельствам нарушения вышеуказанных условий,
                        Организатор и Оператор не несут ответственности перед Покупателем или третьим
                        лицом, в пользу которого приобретены Билеты.</p>
                    <p>5.5. Покупатель самостоятельно несет ответственность за сохранность и защиту
                        Билета от копирования. В случае копирования Билета доступ на Мероприятие будет
                        открыт по тому билету, который был предъявлен к Мероприятию первым, Оператор за
                        данный факт не несет ответственности.</p>
                    <p>5.6. Покупатель обязуется не передавать Билет третьим лицам, за исключением
                        случая, если такой Билет приобретался Покупателем по устному и/или письменному
                        поручению третьего лица. В случае передачи Покупателем Билета третьему лицу,
                        Покупатель несет любую ответственность, связанную с такой передачей
                        самостоятельно, и не вправе ссылаться на наличие ответственности за такое действие
                        у Организатора и/или Оператора.</p>
                    <p>5.7. Покупатель вправе приобретать Билет третьему лицу в соответствии с
                        условиями Оферты, также Покупатель и получатель Билета могут являться одним и
                        тем же лицом.</p>
                </section>

                <section className="pb-8">
                    <h3>6. ПОРЯДОК СОВЕРШЕНИЯ ПЛАТЕЖЕЙ</h3>
                    <p>6.1. Покупатель имеет право совершить оплату Билетов любым из способов,
                        предложенных Оператором, информация о которых находится на Сайте Оператора.</p>
                    <p>6.2. Платеж признается совершенным Покупателем в момент подтверждения
                        успешной транзакции со стороны банка или платежной системы.</p>
                    <p>6.3. В случае оплаты заказа банковской картой на Сайте Оператора Покупатель
                        обязан использовать банковскую карту, выпущенную на имя Покупателя.</p>
                    <p>6.4. После оплаты заказа согласно пункту 6.2 настоящей Оферты заказ считается
                        проданным и у Покупателя/получателя Билета возникает право посетить Мероприятие.</p>
                    <p>6.5. При неоплате или только частичной оплате заказа в течение периода действия
                        брони заказ считается непроданным и аннулируется.</p>

                </section>

                <section className="pb-8">
                    <h3>7. АННУЛИРОВАНИЕ ЗАКАЗА</h3>
                    <p> 7.1. Аннулирование заказа Покупателя происходит в следующих случаях:</p>
                    <p>7.1.1. отказ Покупателя от оформления заказа;</p>
                    <p>7.1.2. отсутствие оплаты в течение 10 (десяти) минут после оформления заказа.</p>
                </section>

                <section className="pb-8">
                    <h3>8. ВОЗВРАТ ДЕНЕЖНЫХ СРЕДСТВ</h3>
                    <p>8.1. Покупатель вправе осуществить возврат денежных средств за приобретенный
                        Билет в личном кабинете не позднее чем за 72 часа до начала соответствующего
                        Мероприятия, в соответствии с пунктом 8.3 и 8.4 Оферты.
                    </p>
                    <p>8.2. В исключительных случаях, когда возврат не возможен согласно условиям
                        проведения Мероприятия и по условиям Организатора, которые будут указаны в
                        описании Мероприятия на сайте. В данном случае возврат за приобретенный Билет не
                        возможен.
                    </p>
                    <p>8.3. Денежные средства, за удержанием 5% сервисного сбора от номинальной
                        стоимости Билета, возвращаются Покупателю только при возврате Покупателем
                        приобретенного на Сайте Билета, что осуществляется автоматически до 7-10 рабочих
                        дней в личном кабинете пользователя по ссылке: tap2go.kz/profile</p>
                    <p>
                        8.4. При возврате стоимости билета за 72 часа и более до начала мероприятия
                        удерживается сервисный сбор в размере 5% от стоимости приобретенного ранее
                        билета. Однако при отмене Мероприятия по инициативе Организатора, сервисный
                        сбор не удерживается. Возврат денежных средств осуществляется в полном размере.

                    </p>
                    <p>
                        8.5. Билеты, купленные позднее, чем за 72 часа до начала мероприятия, возврату не
                        подлежат.
                    </p>
                    <p>
                        8.6. Возврат средств на концерты, проходящие во Дворце Республики, возможен не
                        позднее, чем за 72 часа до начала мероприятия.
                    </p>
                </section>
                <section className="pb-8">
                    <h3>9. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h3>
                    <h1>9.1. Покупатель вправе:</h1>
                    <p>9.1.1. получать информацию о правилах продажи Билетов, имеющихся категориях
                        Билетов и иной информации в отношении Мероприятий, которой владеет Оператор в
                        рамках своих полномочий, с использованием сети Интернет, и прочими способами,
                        указанными на Сайте Оператора. При этом Оператор имеет право отказать
                        Покупателю в бронировании и/или продаже Билетов, если общее количество
                        приобретаемых/бронируемых Билетов превышает 5 (пять) Билетов;</p>
                    <p>9.1.2. выбирать способ оплаты Билета из предложенных Оператором на Сайте.
                        При этом Покупатель обязан самостоятельно ознакомиться с правилами пользования
                        тем или иным способом платежа и обязуется следовать таким правилам, также несет
                        личную ответственность за соблюдение указанных правил;</p>
                    <p>9.1.3. направлять отзывы о работе Оператора по контактам, указанным на Сайте;</p>
                    <p>9.1.4. по своему выбору приобретать Билет на Мероприятие, если возможность
                        приобретения Билета на такое Мероприятие допускается Организатором Мероприятия
                        и указана Оператором на Сайте Оператора;</p>
                    <p>9.1.5. Покупатель имеет право отказаться от приобретения Билета у Оператора до
                        момента совершения оплаты заказа в соответствии с условиями, предусмотренными
                        настоящей Офертой. Такой отказ повлечет за собой прекращение перед Покупателем
                        всех обязанностей Оператора.</p>

                    <h1>9.2. Покупатель обязан:</h1>
                    <p>9.2.1. подробно ознакомиться со всеми правилами покупки Билетов и условиями
                        настоящей Оферты и принять их при совершении покупки Билета, а также все
                        дополнительные правила, регулирующие отношения Сторон в соответствии с
                        настоящей Офертой;</p>
                    <p>9.2.2. при оформлении Заказа предоставить необходимую верную, точную и полную
                        информацию о себе и/или о получателе Билета. Покупатель признает, что он несет
                        полную ответственность за данные, сообщаемые Оператору. Покупатель признает, что
                        не имеет никаких претензий к Оператору за некорректно оформленный Покупателем с
                        использованием Сайта Оператора заказ, так как сам не удостоверился в его
                        корректности во время совершения оформления;</p>
                    <p>9.2.3. оплатить в полном объеме стоимость оформленного Заказа;</p>
                    <p>9.2.4. самостоятельно ознакомиться с внутренними правилами заведений и
                        Мероприятий, Билеты на которые он приобретает (особенности этикета, дресс-код,
                        правила посещения, правила соблюдения безопасности, в том числе пожарной
                        безопасности, карантинных мер и т.п.). Оператор не несет ответственности за
                        неисполнение Покупателем и получателем Билетам указанного в настоящем пункте
                        условия и за последствия такого нарушения;</p>
                    <p>9.3. при покупке Билетов по тарифам «Детский» или «Студенческий», Покупатель
                        (получатель Билета) обязан иметь при себе подтверждающие действующие на период
                        проведения Мероприятия документы из соответствующих учреждений (например,
                        справка из школы либо студенческий билет) в момент предъявления Билета в
                        Зрелищном учреждении. В случае отсутствия соответствующих документов, Оператор
                        вправе аннулировать купленные Покупателем Билеты с возвратом соответствующих
                        сумм Покупателю.</p>
                    <p>9.4. Покупатель не вправе передавать или каким-либо иным образом уступать свои
                        права и обязанности по настоящей Оферте без предварительного письменного
                        согласия Оператора, если иное прямо не предусмотрено Офертой.</p>
                    <h1>9.5. Оператор вправе:</h1>
                    <p>9.5.1. требовать от Покупателя соблюдения всей процедуры оформления и оплаты
                        заказа по правилам, изложенным в настоящей Оферте;</p>
                    <p>9.5.2. при отказе Покупателя принять настоящую Оферту на изложенных в ней
                        условиях отказать Покупателю в продаже ему Билета и оказании Услуг;</p>
                    <p>9.5.3. в любое время производить модификацию любого аппаратно-программного
                        обеспечения Системы Оператора, в том числе Сайта, приостанавливать работу
                        программных средств, обеспечивающих функционирование Сайта, при обнаружении
                        существенных неисправностей, ошибок и сбоев, а также в целях проведения
                        профилактических работ и предотвращения случаев несанкционированного доступа к
                        Сайту;</p>
                    <p>9.5.4.устанавливать и изменять тарифы на свои Услуги в одностороннем порядке и в
                        любое время;</p>
                    <p>9.5.5. включать в стоимость заказа и взимать с Покупателя Сервисный сбор;</p>
                    <p>9.5.6. требовать от Покупателя полной оплаты Билета перед тем, как произвести
                        продажу Билета;</p>
                    <p>9.5.7. аннулировать оформленный заказ, если он не будет оплачен в период действия
                        брони. Аннулированный заказ не может быть восстановлен для повторной оплаты,
                        кроме как путем создания Покупателем нового заказа;</p>
                    <p>9.5.8. не продавать Билеты по тарифам «Детский» на Мероприятия и сеансы фильмов,
                        заканчивающиеся позднее 22:00 часов по местному времени проведения
                        Мероприятия, а также на Мероприятия и сеансы, имеющиеся возрастные ограничения.
                        В случае приобретения Покупателем билетов по тарифу &ldquo;Взрослый&rdquo; на данные
                        категории мероприятий, предназначенные для ребенка, Организатор Мероприятия
                        имеет право не допустить ребенка к просмотру. В случае наступления данной
                        ситуации, Оператор не производит аннулирование купленных Покупателем Билетов.
                        Возврат денежных средств за данные Билеты также не осуществляется.</p>
                    <p>9.5.9. при несоблюдении Покупателем любого из пунктов Оферты отказать ему в
                        дальнейшем в предоставлении Услуг.</p>
                    <p>9.6. Оператор обязан:</p>
                    <p>9.6.1. предоставлять Покупателю:</p>
                    <p>9.6.1.1. необходимую информацию о конкретном Мероприятии;</p>
                    <p>9.6.1.2. необходимую информацию о датах, месте и времени возврата денежных
                        средств за приобретенные Билеты в случае отмены/замены/переноса Мероприятия.
                        Основанием для предоставления такой информации является официальное письмо
                        Организатора Мероприятия;</p>
                    <p>9.6.1.3. инструкции для оформления/оплаты/получения Билета. Исчерпывающей
                        информацией считается та информация, которую Оператор публикует на Сайте.</p>
                    <p>9.6.2. Не использовать персональные данные Покупателя для несанкционированной
                        рассылки материалов, не относящихся к оформленным заказам, при этом
                        учитываются положения пункта 3.5. Оферты.</p>

                </section>
                <section className="pb-8">
                    <h3>10. ОТВЕТСТВЕННОСТЬ</h3>
                    <p>10.1. В случае неисполнения или ненадлежащего исполнения своих обязательств,
                        предусмотренных настоящей Офертой, Стороны несут ответственность в соответствии
                        с законодательством Республики Казахстан и условиями настоящей Оферты.</p>
                    <p>10.2. Ответственность Оператора перед Покупателем ограничивается функцией
                        организации и осуществления взаимодействия между Организатором и Покупателем с
                        целью продажи Билета и ограничивается соответствующей суммой комиссионного
                        вознаграждения, получаемого Оператором от Организатора.</p>
                    <p>10.3. Оператор не несет ответственности за несоответствие оказанных
                        Организатором услуг ожиданиям Покупателя и/или его субъективной оценке. Советы и
                        рекомендации, предоставляемые Покупателю, не могут рассматриваться как гарантии.</p>
                    <p>10.4. Покупатель принимает на себя все возможные коммерческие риски, связанные
                        с его действиями по допущению ошибок и неточностей в предоставленных им данных.</p>
                    <p>10.5. Оператор не несет ответственности за любые убытки и моральный вред,
                        понесенные Покупателем в результате ошибочного понимания или непонимания им
                        информации о порядке оформления/оплаты заказа, а также получения и
                        использования Услуг.</p>
                    <p>10.6. Стороны освобождаются от ответственности за полное или частичное
                        неисполнение своих обязательств по настоящей Оферте, если такое неисполнение
                        явилось следствием обстоятельств непреодолимой силы. К обстоятельствам
                        непреодолимой силы (форс-мажорные обстоятельства), в частности, относятся:
                        стихийные бедствия, военные действия, забастовки, стихийные беспорядки и
                        протесты, действия и решения государственных органов власти, сбои, возникающие в
                        телекоммуникационных и энергетических сетях, нестабильная эпидемиологическая
                        ситуация, принятие (утверждение) постановлений главными государственными
                        санитарными врачами Республики Казахстан и/или соответствующих
                        административно-территориальных единиц, которые в том числе могут ограничить
                        и/или отменить Мероприятие либо внести изменение в дату и место проведения таких
                        Мероприятий.</p>
                    <p>10.7. Сторона, для которой в силу вышеуказанных форс-мажорных обстоятельств
                        создалась невозможность надлежащего исполнения обязательств по условиям
                        Оферты, должна известить другую Сторону о типе и возможной продолжительности
                        действия форс-мажорных обстоятельств, а также о других обстоятельствах,
                        препятствующих исполнению договорных обязательств, в течение 5 (пяти)
                        календарных дней с даты наступления действия таких обстоятельств.</p>
                    <p>10.8. Не извещение или несвоевременное, ненадлежащее извещение о наступлении
                        таких обстоятельств лишает права ссылаться на любое из этих обстоятельств как
                        основание, освобождающее от ответственности за несвоевременное исполнение
                        обязательств, Сторону, допустившую не извещение или несвоевременное,
                        ненадлежащее извещение.</p>
                    <p>10.9. Доказательством наступления и продолжительности действия
                        форс-мажорных обстоятельств являются письменные свидетельства или иные
                        документы соответствующих компетентных органов, подтверждающие наступление, а
                        также прекращение действия вышеуказанных обстоятельств.</p>
                    <p>10.10. Если форс-мажорные обстоятельства продолжаются более 2 (двух) месяцев
                        подряд, любая из Сторон вправе расторгнуть Оферту, уведомив другую Сторону об
                        этом не менее, чем за 2 (две) недели до предполагаемой даты расторжения. Стороны
                        в этом случае согласовывают отдельно условия для произведения взаиморасчетов и
                        урегулирования иных вопросов.</p>
                    <p>10.11. Оператор не несет ответственности за работоспособность и/или
                        защищенность информационных каналов связи, используемых Покупателем для
                        обращения к Сайту Оператора, а также за сохранность информации, в том числе
                        Билета, полученного Покупателем в соответствии с условиями настоящей Оферты.</p>
                   <p> 10.12. Все претензии, связанные с настоящей Офертой, должны быть заявлены в
                       письменном виде в течение 10 (десяти) календарных дней с даты их возникновения.
                       По истечении указанного срока претензии рассматриваться Оператором не будут,
                       Сторонами применяется раздел 11 Оферты.</p>
                    <p>10.13. Оператор не несет ответственности за любой ущерб Покупателя при
                        наступлении несчастного случая или ущерба, возникших вследствие участия
                        Покупателем/получателем Билета на Мероприятии, кроме случаев когда такие
                        последствия возникли по прямой вине Оператора, в связи с нарушением обязательств
                        Оператора, прямо предусмотренных Офертой, и в таких ситуациях Оператор несет
                        ответственность, согласно условиям Оферты.</p>
                    <p>10.14. Оператор прилагает все возможные усилия для обеспечения надлежащей
                        работоспособности Системы и Сайта, однако не несет ответственности за
                        неисполнение или ненадлежащее исполнение взятых на себя обязательств в
                        соответствии с Офертой, а также возможные убытки, возникшие в том числе, но не
                        ограничиваясь, в результате:</p>
                    <p>- неправомерных действий третьих лиц, направленных на нарушение информационной
                        безопасности или нормального функционирования Системы и Сайта;</p>
                    <p>- сбоев в работе Сайта, в иных сетях телекоммуникаций, вызванных ошибками в коде,
                        компьютерными вирусами и иными посторонними фрагментами кода в программном
                        обеспечении Сайта;</p>
                    <p>- отсутствия (невозможности установления, прекращения и пр.) интернет - соединений
                        между серверами;</p>
                    <p>- других случаев, связанных с действиями (бездействием) третьих лиц,
                        направленными на ухудшение общей ситуации с использованием сети Интернет и/или
                        компьютерного оборудования, а также любых других действий, связанных с
                        работоспособностью Сайта и действиями третьих лиц;</p>
                    <p>- выполнения технических работ на Сайте, в том числе профилактические работы.</p>
                    <p>10.15. Оператор не несет ответственности за срок возврата денежных средств за
                        Билет Организатором и/или отказ Организатора вернуть деньги за Билет.</p>
                    <p>10.16. Изображения, информация и тексты, опубликованные на Сайте и иных
                        ресурсах, принадлежащих Оператору, защищены авторскими правами. Любое
                        использование материалов возможно только с письменного разрешения Оператора.</p>
                </section>
                <section className="pb-8">
                    <h3>11. РАЗРЕШЕНИЕ СПОРОВ</h3>
                    <p>11.1. Споры, возникающие при исполнении обязательств на условиях настоящей
                        Оферты, разрешаются с обязательным соблюдением претензионного порядка.
                        Претензия подается соответствующей Стороной в письменном виде с приложением
                        документов, обосновывающих предъявляемые требования, в срок не более 10
                        (десяти) календарных дней с даты возникновения причины спора. Поступившая
                        претензия рассматривается Стороной-получателем в срок не более 10 (десяти)
                        календарных дней со дня получения такой претензии.</p>
                    <p>11.2. При невозможности достижения согласия, возникшие споры подлежат
                        рассмотрению в судебном порядке, предусмотренном действующим
                        законодательством Республики Казахстан, по месту нахождения Оператора.
                        Применимое право – законодательство Республики Казахстан.</p>
                    <p>11.3. По всем оставшимся вопросам, не предусмотренным в Оферте, Стороны
                        руководствуются действующим законодательством Республики Казахстан.</p>
                    <p>11.4. Для решения технических вопросов при определении вины Покупателя в
                        результате его неправомерных действий при пользовании Системы, Оператор вправе
                        самостоятельно привлекать компетентные организации в качестве экспертов. В случае
                        установления вины Покупателя, последний обязан возместить затраты на проведение
                        экспертизы.</p>

                </section>
                <section className="pb-8">
                    <h3>12. СРОК ДЕЙСТВИЯ ОФЕРТЫ</h3>
                    <p>12.1. Настоящая Оферта вступает в силу с даты ее размещения на Сайте
                        Оператора и с момента Акцепта Оферты Покупателем, согласно разделу 4 Оферты,
                        далее Оферта действует бессрочно. Положения настоящего пункта распространяются
                        и на дополнения (изменения) к настоящей Оферте. Каждая из Сторон вправе
                        отказаться от исполнения Оферты с предварительным письменным уведомлением о
                        таком отказе второй Стороне не позднее чем за 1 (один) календарный месяц до даты
                        такого отказа, Стороны в этом случае согласовывают отдельно условия для
                        произведения взаиморасчетов и урегулирования иных вопросов.</p>
                    <p>12.2. В случае, при котором какое-либо из положений Оферты или его применение к
                        какой-либо из Сторон не действительно, оставшиеся положения настоящей Оферты
                        считаются действительными и продолжают иметь полную юридическую силу и
                        действие.</p>
                </section>
                <section className="pb-8">
                    <h3>13. РЕКВИЗИТЫ ОПЕРАТОРА</h3>
                    <p>Фирменное наименование: ТОО «ARS MD»</p>
                    <p>БИН: 240340026230</p>
                    <p>Юридический адрес: РК, 010000, город Астана, ул. Туркестан, 18</p>
                    <p>Фактический адрес: РК, 010000, город Астана, ул. Туркестан, 18</p>
                    <p>Банковские реквизиты:</p>
                    <p>ИИК KZ3096503F0013216574 KZT</p>
                    <p>БИК IRTYKZKA</p>
                    <p>АО &ldquo;ForteBank&rdquo; в г. Астана</p>
                    <p>Email: help@tap2go</p>
                    <p>Email: help@tap2go</p>
                </section>
            </div>
        </div>
    )
}